fa = {
    "ingroup": {
        "setowner": "کاربر [{}](tg://user?id={}) ادمین اصلی ربات در گروه شد👤",
        "setlang": "زبان ربات به {} تنظیم شد"
    },
    "admin": {
        "add": {
            "0": "گروه از قبل به لیست گروه های ربات اضافه شده بود🔖",
            "1": "گروه به لیست گروه های ربات اضافه شد🔖"
        },
        "rem": {
            "0": "با موفقیت حذف شد💢",
            "1": "این گروه در لیست گروه های ربات موجود نبوده🌀ـ🌀"
        }
    },
    "who": {
        "نام": "👤 *{} {}*",
        "گروه": "👥 *{}*",
        "ایدی": "🆔 \\[{}]",
        "یوزرنیم": "▶️ @{}"
    }
}
en = {
    "ingroup": {
        "setowner": "user [{}](tg://user?id={}) promote to admin👤",
        "setlang": "lang set to {}"
    },
    "admin": {
        "add": {
            "0": "Group is Available 🔖",
            "1": "Group Has been Added🔖"
        },
        "rem": {
            "0": "Group Has been removed from db💢",
            "1": "Group is Not Available🌀ـ🌀"
        }
    },
    "who": {
        "name": "👤 *{} {}*",
        "group": "👥 *{}*",
        "id": "🆔 \\[{}]",
        "username": "▶️ @{}"
    }
}
