message = {
    "fa" : {
        "bot" : {
            "block": "شما بلاک شدید ❌",
            "unblock" : "شما از بلاک خارج شدید✅",
            "pmsend": "پیام شما ارسال شد✅",
            "pmerror": "❌شما نمیتوانید پیام فوروارد کنید❌",
            "contact_save": "سلام دوست عزیز\nشماره شما در سیستم پشتیبانی ربات ثبت شد✅",
            "spam": "کاربر [{}](tg://user?id={}) \nشما به دلیل ارسال {} پیام در یک دقیقه برای {} ثانیه در گروه محدود شدید و نمیتوانید چت کنید😕",
            "expire_warn":"فقط 1 روز از انقضای گروه باقی مانده است.😕\nدر صورت عدم تمدید ربات از گروه لفت خواهد داد🤦‍♂️",
            "expire":"تاریخ انقضای گروه به پایان رسید.🤧\nربات از گروه لفت خواهد داد",
            "notadd": "گروه در لیست گروه های ربات موجود نیست برای ارتباط با پشتیبانی روی لینک زیر بزنید\nt.me/{}?start=support",
            "user_add_bot": "کاربر [{}](tg://user?id={}) شما به دلیل افزودن ربات برای همیشه از چت کردن محروم شدید.😞\nبرای خروج از این وضعیت به مدیران گروه مراجعه کنید👌" 
        },
        "panel":{
            "setting_change_text":"برای تغییر حالت قفل بر روی آن کلیک کنید👌",
            "setting_lock":"🔐 منوی قفل ها",
            "setting_message":"📝تنظیمات پیام",
            "list_admin":"👥لیست مدیران",
            "flood":"🔽 تعداد مجاز پیام در دقیقه 🔽",
            "spam_mute":"🔽 تایم محدودیت کاربر(به دقیقه)🔽",
            "menu":"🏛 منوی اصلی",
            "expire":"📆شارژ گروه",
            "days": "روز {}",
            "menu_pm":"منوی تنظیمات ارسال پیام🗯",
            "menu_set": "📋به پنل تنظیمات ربات خوش آمدید برای مدیریت گروه از کیبورد زیر استفاده کنید.\n(فقط ادمین های ربات در گروه قابلیت کار کردن با این کیبورد را دارند)",
            "setting_text": "منوی تنظیمات ارسال پیام🗯\nاخرین تغییرات :\n👤 [{}](tg://user?id={})\n├ `Pm setting`\n└ `{} => {}`",
            "setting_text2": "منوی تنظیمات ارسال پیام🗯\nاخرین تغییرات :\n👤 [{}](tg://user?id={})\n├ `settings changed`\n└ `{} =>",
            "admins": "👤 ادمین اصلی : {}\n\n👥 سایر ادمین ها :\n\n{}",
            "disable": "غیر فعال شد✖️",
            "enable": "فعال شد ✔️",
            "locks":{
                "lock_link": "قفل لینک📎",
                "lock_username": "قفل یوزرنیم[@]🔗",
                "lock_photo": "قفل عکس🖼",
                "lock_gif": "قفل گیف🌠",
                "lock_film": "قفل فیلم🎥",
                "lock_music": "قفل موزیک🎼",
                "lock_voice": "قفل ویس🗣",
                "lock_game": "قفل بازی🏓",
                "lock_doc": "قفل فایل📁",
                "lock_contact": "قفل مخاطب🔢",
                "lock_sticker": "قفل استیکر🎭",
                "lock_bots": "قفل ورود ربات🤖",
                "lock_fwd": "قفل فوروارد 🔂",
                "lock_spam": "قفل اسپم 👿",
                "lock_tg": "قفل پیام ورود و خروج 🚶",
                "lock_loc": "قفل لوکیشن(مکان)🗺",
                "lock_all": "قفل گروه🔕",
                "lock_video_note": "قفل ویدیو مسیج🤳"
            },
            "notfound" : "وجود ندارد❌",
        },
        "weather":{
            "city":"🏘نام شهر خود را وارد کنید(ترجیها انگلیسی بنویسید)",
            "error":"پیدا نکردم شهرتو 😢"
        },
        "radiojavan" : {
        "linkError": "لینک اشتباهه 😞 !"
        },
        "ingroup": {
            "setowner": "کاربر [{}](tg://user?id={}) ادمین اصلی ربات در گروه شد👤",
            "setlang": "زبان ربات به {} تنظیم شد",
            "user": "کاربر [{}](tg://user?id={}) از این به بعد یک کاربر معمولی میباشد👌",
            "title": "نام گروه با موفقیت تغییر یافت✅",
            "pin": "سنجاق شد📌",
            "unpin": "سنجاق گروه برداشته شد📌",
            "ban": "کاربر [{}](tg://user?id={}) از گروه اخراج شد❌",
            "ban_id": "کاربر {} از گروه اخراج شد❌",
            "banError": "شما نمیتوانید ادمین را اخراج کنید🙄",
            "muteError": "شما نمیتوانید ادمین را میوت کنید🙄",
            "admins": {
                "0": "وجود ندارد❌",
                "1": "👤 ادمین اصلی : {}\nسایر ادمین ها :\n{}"
            },
            "filter": "☠️کلمات زیر به لیست فیلتر افزوده شدند :\n{}",
            "unfilter": "☠️کلمات زیر از لیست فیلتر حذف شدند :\n{}",
            "filters": "🤐لیست کلمات فیلتر شده :\n{}",
            "mute": "کاربر [{}](tg://user?id={}) به مدت {} روز نمیتواند در گروه پیامی ارسال کند😕",
            "unmute": "آزاد شد :)",
            "muteAll": {
                "0": "قفل گروه از قبل فعال بوده است✔️",
                "1": "گروه قفل شد✔️"
            },
            "unmuteAll": {
                "0": "قفل گروه باز شد✅",
                "1": "گروه قفل نبوده ک 🙄"
            },
            "admins_set": "شروع عملیات معرفی کردن کل ادمین های گروه به ربات"
        },
        "admin": {
            "add": {
                "0": "گروه از قبل به لیست گروه های ربات اضافه شده بود🔖",
                "1": "گروه به لیست گروه های ربات اضافه شد🔖"
            },
            "rem": {
                "0": "با موفقیت حذف شد💢",
                "1": "این گروه در لیست گروه های ربات موجود نبوده🌀ـ🌀"
            }
        },
        "who": {
            "name": "👤 *{} {}*",
            "group": "👥 *{}*",
            "id": "🆔 \\[{}]",
            "username": "▶️ @{}"
        }
    },
    "en": {
        "bot" : {
            "block": "Admin blocked you ❌",
            "unblock" : "Admin unblocked you✅",
            "pmsend": "Your message send to admin group✅",
            "pmerror": "❌You can't Forward message❌",
            "contact_save": "Hi my friend\nYour contact Has been saved on database✅\ndatabase is secure",
            "spam": "user  [{}](tg://user?id={}) \n You has been muted because you send {} message in {} minutes and this is against the law",
            "expire_warn":"1 day until the end of the expiration date of the remaining groups.😕",
            "expire":"group is expired\n bye bye🤧",
            "notadd": "Group is not added\n please call to support\n t.me/{}?start=support",
            "user_add_bot": "user [{}](tg://user?id={}) \n You muted because you added robot this group .😞\nplease call to owner group👌"
        },
        "panel":{
            "setting_change_text":"To change the lock mode, click on it👌",
            "setting_lock":"🔐 Lock settings",
            "setting_message":"📝Message settings",
            "list_admin":"👥Admins",
            "flood":"🔽 Allowed message count in a minute 🔽",
            "spam_mute":"🔽 Mute Time (minute) 🔽",
            "menu":"🏛 Menu",
            "expire":"📆Expire",
            "days": "days {}",
            "menu_pm":"settings send message🗯",
            "menu_set": "📋welcome to settings menu.",
            "setting_text": "Menu🗯\nLasted change :\n👤 [{}](tg://user?id={})\n├ `Pm setting`\n└ `{} => {}`",
            "setting_text2": "Menu🗯\nLasted change :\n👤 [{}](tg://user?id={})\n├ `settings changed`\n└ `{} =>",
            "admins": "👤 Owner : {}\n\n👥 admins :\n\n{}",
            "disable": "Disabled✖️",
            "enable": "Enabled ✔️",
            "locks":{
                    "lock_link": "Lock link📎",
                    "lock_username": "Lock username[@]🔗",
                    "lock_photo": "Lock photo🖼",
                    "lock_gif": "Lock gif🌠",
                    "lock_film": "Lock video🎥",
                    "lock_music": "Lock music🎼",
                    "lock_voice": "Lock voice🗣",
                    "lock_game": "Lock gmae🏓",
                    "lock_doc": "Lock file📁",
                    "lock_contact": "Lock contact🔢",
                    "lock_sticker": "Lock sticker🎭",
                    "lock_bots": "Lock join Bot🤖",
                    "lock_fwd": "Lock forward 🔂",
                    "lock_spam": "Lock spam 👿",
                    "lock_tg": "Lock tgservice 🚶",
                    "lock_loc": "Lock location🗺",
                    "lock_all": "Lock group🔕",
                    "lock_video_note": "Lock video note🤳"
            },
            "notfound" : "Not Found❌",
        },
        "weather":{
            "city":"🏘please send city name",
            "error":"city not found 😢"
        },
        "radiojavan" : {
        "linkError": "Link is Wrong😞 !"
        },
        "ingroup": {
            "setowner": "user [{}](tg://user?id={}) promote to admin👤",
            "setlang": "lang set to {}",
            "user": "user [{}](tg://user?id={}) Has been demoted👌",
            "title": "Group Title Has been changed✅",
            "pin": "Pin📌",
            "unpin": "Unpin📌",
            "ban": "user [{}](tg://user?id={}) Has been banned❌",
            "ban_id": "user {} Has been banned❌",
            "banError": "You Can't removed Admin Group🙄",
            "muteError": "You Can't Mute Admin Group🙄",
            "admins": {
                "0": "There is no❌",
                "1": "👤 owner : {}\nPromoted :\n{}"
        },
            "filter": "☠️this Words Added to filter List :\n{}",
            "unfilter": "☠️this words Removed from Filter List :\n{}",
            "filters": "🤐Filter List :\n{}",
            "mute": "user [{}](tg://user?id={}) Added to mute List for {} Day",
            "unmute": "UnMuted :)",
            "muteAll": {
                "0": "Group is Locked✔️",
                "1": "Mute All Has Been Enabled️"
            },
            "unmuteAll": {
                "0": "Mute All Has Been Disabled✅",
                "1": "Group is Not Locked 🙄"
            },
            "admins_set": "All Admins Group Now is Promoted"
        },
        "admin": {
            "add": {
                "0": "Group is Available 🔖",
                "1": "Group Has been Added🔖"
            },
            "rem": {
                "0": "Group Has been removed from db💢",
                "1": "Group is Not Available🌀ـ🌀"
            }
        },
        "who": {
            "name": "👤 *{} {}*",
            "group": "👥 *{}*",
            "id": "🆔 \\[{}]",
            "username": "▶️ @{}"
        }
    },
    "ar": {
        "bot" : {
            "block": "تم حظرك من قبل المشرف ❌",
            "unblock" : "تم فك الحظر عنك ✅",
            "pmsend": "تم ارسال رسالتك لمشرف المجموعة ✅",
            "pmerror": "لا يمكنك اعادة توجيه الرسائل ❌",
            "contact_save": "تم حفظ جهة الاتصال الخاصة بك في قاعدة البيانات ✅",
            "spam": "العضو [{}](tg://user?id={}) \nتم كتمك بسبب التكرار 🚫\nارسلت {} في {} دقيقة ",
            "expire_warn":"بقي يوم واحد على انتهاء تفعيل البوت في المجموعة ‼️",
            "expire":"انتهى اشتراك المجموعة , وداعا ✋️",
            "notadd": "المجموعة ليست مفعلة\nتواصل مع الدعم t.me/{}?start=support",
            "user_add_bot": "العضو [{}](tg://user?id={}) \nتم كتمه لاضافته البوت للمجموعة"
        },
        "panel":{
            "setting_change_text":"لتتغير وضع القفل اضغط عليه ✅",
            "setting_lock":"🔐 اعدادات القفل ",
            "setting_message":"📝 اعدادات الرسائل",
            "list_admin":"👥 المشرفين ",
            "flood":"🔽 السماح بعدد رسائل في فترة معينة 🔽",
            "spam_mute":"🔽 وقت الكتم (بالدقائق) 🔽",
            "menu":"🏛 القائمة",
            "expire":"📆 انتهاء الاشتراك",
            "days": "{} يوم",
            "menu_pm":"🗯 إعدادات إرسال رسالة",
            "menu_set": "📋 مرحبا بك في قائمة الإعدادات",
            "setting_text": "🗯 القائمة\nالتغيير المستمر\n👤 [{}](tg://user?id={})\n├ اعددات الرسائل الخاصة\n└ `{} => {}`",
            "setting_text2": "🗯 القائمة\nالتغيير المستمر\n👤 [{}](tg://user?id={})\n├ اعددات الرسائل الخاصة\n└ `{} =>",
            "admins": "👤 المدير : {}\n\n👥 المشرفين :\n\n{}",
            "disable": "تعطيل ✖️",
            "enable": "تفعيل ✔️",
            "locks":{
                    "lock_link": "قفل الروابط 📎",
                    "lock_username": "قفل المعرفات [@]",
                    "lock_photo": "قفل الصور 🖼",
                    "lock_gif": "قفل الصور المتحركة 🌠",
                    "lock_film": "قفل الفيديو 🎥",
                    "lock_music": "قفل الموسيقى 🎼",
                    "lock_voice": "قفل الصوت 🗣",
                    "lock_game": "قفل الالعاب 🏓",
                    "lock_doc": "قفل الملفات 📁",
                    "lock_contact": "قفل جهات الاتصال 🔢",
                    "lock_sticker": "قفل الملصقات 🎭",
                    "lock_bots": "قفل البوتات 🤖",
                    "lock_fwd": "قفل اعادة التوجيه 🔂",
                    "lock_spam": "قفل التكرار 👿",
                    "lock_tg": "قفل اشعارات الدخول 🚶",
                    "lock_loc": "قفل المواقع 🗺",
                    "lock_all": "قفل المجموعة 🔕",
                    "lock_video_note": "قفل تسجيلات الفيديو 🤳"
            },
            "notfound" : "غير موجود ❌",
        },
        "weather":{
            "city":"🏘 ارسل اسم المدينة ",
            "error":"المدينة غير موجودة 😢"
        },
        "radiojavan" : {
        "linkError": "الرابط غير صحيح 😞"
        },
        "ingroup": {
            "setowner": "الضعو [{}](tg://user?id={}) تم رفعه مشرف",
            "setlang": "تعيين اللغة لل {}",
            "user": "العضو [{}](tg://user?id={}) تم ازالته من الاشراف",
            "title": "تم تغيير اسم المجموعة ✅",
            "pin": "تثبيت 📌",
            "unpin": "الغاء تثبيت 📌",
            "ban": "العضو [{}](tg://user?id={}) تم حظره ❌",
            "ban_id": "العضو {} تم حظره",
            "banError": "العضو غير محظور 🙄",
            "muteError": "العضو ليس مكتوم 🙄",
            "admins": {
                "0": "لا يوجد مشرفين ❌",
                "1": "👤 المدير : {}\nالمشرفين :\n{}"
        },
            "filter": "☠️ تم اضافة الكلمة لقائمة الكلمات المحظورة :\n{}",
            "unfilter": "☠️ تم ازالة الكلمة من قائمة الكلمات المحظورة :\n{}",
            "filters": "🤐 الكلمات المحظورة :\n{}",
            "mute": "العضو [{}](tg://user?id={}) تم اضافته لقائمة المكتومين لمدة {} يوم",
            "unmute": "تم الغاء الكتم :)",
            "muteAll": {
                "0": "تم قفل المجموعة ✅",
                "1": "المجموعة مقفلة مسبقا ✅"
            },
            "unmuteAll": {
                "0": "تم فتح المجموعة ✅",
                "1": "المجموعة غير مقفلة ✅"
            },
            "admins_set": ""
        },
        "admin": {
            "add": {
                "0": "المجموعة مفعلة مسبقا 🔖",
                "1": "تم تفعيل البوت في المجموعة ✅"
            },
            "rem": {
                "0": "تم ازالة البوت من المجموعة 💢",
                "1": "المجموعة ليست مفعلة 💢"
            }
        },
        "who": {
            "name": "👤 *{} {}*",
            "group": "👥 *{}*",
            "id": "🆔 \\[{}]",
            "username": "▶️ @{}"
        }
    }
}
